Repository: jna312/nudge.me-ios
Catalog: nudge.me/Localizable.xcstrings
Source language: en
Languages: es, es_419, fr, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

source: Sync Now
es: Sincronizar ahora
es_419: Sincronizar ahora
fr: Synchroniser
hi: अभी सिंक करें
ja: 今すぐ同期
ko: 지금 동기화
pt_br: Sincronizar agora
ru: Синхронизировать
th: ซิงค์เดี๋ยวนี้
vi: Đồng bộ ngay
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync with Calendar
es: Sincronizar con calendario
es_419: Sincronizar con calendario
fr: Synchroniser avec le calendrier
hi: कैलेंडर के साथ सिंक करें
ja: カレンダーと同期
ko: 캘린더와 동기화
pt_br: Sincronizar com calendário
ru: Синхронизировать с календарём
th: ซิงค์กับปฏิทิน
vi: Đồng bộ với lịch
zh_hans: 与日历同步
zh_hant: 與日曆同步

source: Syncing...
es: Sincronizando...
es_419: Sincronizando...
fr: Synchronisation...
hi: सिंक हो रहा है...
ja: 同期中...
ko: 동기화 중...
pt_br: Sincronizando...
ru: Синхронизация...
th: กำลังซิงค์...
vi: Đang đồng bộ...
zh_hans: 同步中...
zh_hant: 同步中...

source: Tap the time chips for common options like "30 min" or "Tomorrow 9 AM"
es: Pulsa los botones de tiempo para opciones comunes como "30 min" o "Mañana 9 AM"
es_419: Toca los botones de tiempo para opciones comunes como "30 min" o "Mañana 9 AM"
fr: Appuyez sur les boutons de temps pour des options courantes comme « 30 min » ou « Demain 9h »
hi: "30 मिनट" या "कल सुबह 9 बजे" जैसे सामान्य विकल्पों के लिए समय चिप्स टैप करें
ja: 「30分」や「明日午前9時」のような一般的なオプションのタイムチップをタップしてください
ko: "30분" 또는 "내일 오전 9시" 같은 일반적인 옵션을 위해 시간 칩을 탭하세요
pt_br: Toque nos chips de tempo para opções comuns como "30 min" ou "Amanhã 9h"
ru: Нажмите на кнопки времени для частых вариантов как «30 мин» или «Завтра 9:00»
zh_hans: 点击时间按钮选择常用选项如"30分钟"或"明天上午9点"
zh_hant: 點擊時間按鈕選擇常用選項如「30分鐘」或「明天上午9點」

source: Tap to preview, select to set
es: Pulsa para previsualizar, selecciona para establecer
es_419: Toca para previsualizar, selecciona para establecer
fr: Appuyez pour prévisualiser, sélectionnez pour définir
hi: पूर्वावलोकन के लिए टैप करें, सेट करने के लिए चुनें
ja: タップでプレビュー、選択で設定
ko: 탭하여 미리보기, 선택하여 설정
pt_br: Toque para visualizar, selecione para definir
ru: Нажмите для предпросмотра, выберите для установки
zh_hans: 点击预览，选择设置
zh_hant: 點擊預覽，選擇設定

source: This sound will play when reminder notifications are delivered, including on the lock screen.
es: Este sonido se reproducirá cuando se entreguen las notificaciones de recordatorio, incluso en la pantalla de bloqueo.
es_419: Este sonido se reproducirá cuando se entreguen las notificaciones de recordatorio, incluso en la pantalla de bloqueo.
fr: Ce son sera joué lors de la réception des notifications de rappel, y compris sur l'écran de verrouillage.
hi: यह ध्वनि तब बजेगी जब रिमाइंडर नोटिफिकेशन आएंगे, लॉक स्क्रीन पर भी।
ja: この音は、ロック画面を含め、リマインダー通知が配信されたときに再生されます。
ko: 이 소리는 잠금 화면을 포함하여 리마인더 알림이 전달될 때 재생됩니다.
pt_br: Este som tocará quando as notificações de lembrete forem entregues, inclusive na tela de bloqueio.
ru: Этот звук будет воспроизводиться при доставке уведомлений, включая экран блокировки.
zh_hans: 当提醒通知到达时会播放此声音，包括在锁屏上。
zh_hant: 當提醒通知到達時會播放此聲音，包括在鎖定螢幕上。

source: This Week
es: Esta semana
es_419: Esta semana
fr: Cette semaine
hi: इस सप्ताह
ja: 今週
ko: 이번 주
pt_br: Esta semana
ru: На этой неделе
th: สัปดาห์นี้
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

source: Time Formats
es: Formatos de hora
es_419: Formatos de hora
fr: Formats d'heure
hi: समय प्रारूप
ja: 時間形式
ko: 시간 형식
pt_br: Formatos de hora
ru: Форматы времени
th: รูปแบบเวลา
vi: Định dạng thời gian
zh_hans: 时间格式
zh_hant: 時間格式

source: Title
es: Título
es_419: Título
fr: Titre
hi: शीर्षक
ja: タイトル
ko: 제목
pt_br: Título
ru: Заголовок
th: ชื่อ
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Title Case
es: Tipo Título
es_419: Tipo Título
fr: Format de Titre
hi: शीर्षक केस
ja: タイトルの形式
ko: 제목 형식
pt_br: Formato de Título
ru: Каждое Слово С Заглавной
th: รูปแบบชื่อเรื่อง
vi: Kiểu Tiêu Đề
zh_hans: 标题格式
zh_hant: 標題格式

source: Today
es: Hoy
es_419: Hoy
fr: Aujourd'hui
hi: आज
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
th: วันนี้
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Tomorrow
es: Mañana
es_419: Mañana
fr: Demain
hi: कल
ja: 明日
ko: 내일
pt_br: Amanhã
ru: Завтра
th: พรุ่งนี้
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

source: Tomorrow 6 PM
es: Mañana 6 PM
es_419: Mañana 6 PM
fr: Demain 18h
hi: कल शाम 6 बजे
ja: 明日 午後6時
ko: 내일 오후 6시
pt_br: Amanhã 18h
ru: Завтра 18:00
th: พรุ่งนี้ 6 โมงเย็น
vi: Ngày mai 6 giờ chiều
zh_hans: 明天下午6点
zh_hant: 明天下午6點

source: Tomorrow 9 AM
es: Mañana 9 AM
es_419: Mañana 9 AM
fr: Demain 9h
hi: कल सुबह 9 बजे
ja: 明日 午前9時
ko: 내일 오전 9시
pt_br: Amanhã 9h
ru: Завтра 9:00
th: พรุ่งนี้ 9 โมงเช้า
vi: Ngày mai 9 giờ sáng
zh_hans: 明天上午9点
zh_hant: 明天上午9點

source: tomorrow at %@
es: mañana a las %@
es_419: mañana a las %@
fr: demain à %@
hi: कल %@ पर
ja: 明日 %@
ko: 내일 %@
pt_br: amanhã às %@
ru: завтра в %@
th: พรุ่งนี้ %@
vi: ngày mai lúc %@
zh_hans: 明天 %@
zh_hant: 明天 %@

source: Tomorrow at 9 AM
es: Mañana a las 9 AM
es_419: Mañana a las 9 AM
fr: Demain à 9h
hi: कल सुबह 9 बजे
ja: 明日午前9時
ko: 내일 오전 9시
pt_br: Amanhã às 9h
ru: Завтра в 9 утра
th: พรุ่งนี้ 9 โมงเช้า
vi: Ngày mai lúc 9 giờ sáng
zh_hans: 明天上午9点
zh_hant: 明天上午9點

source: Try Again
es: Intentar de nuevo
es_419: Intentar de nuevo
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Попробовать снова
th: ลองอีกครั้ง
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Try saying "Cancel my last reminder" or "Change dentist to 4 PM"
es: Prueba a decir "Cancelar mi último recordatorio" o "Cambiar dentista a las 4 PM"
es_419: Intenta decir "Cancelar mi último recordatorio" o "Cambiar dentista a las 4 PM"
fr: Essayez de dire « Annuler mon dernier rappel » ou « Changer dentiste à 16h »
hi: "मेरा आखिरी रिमाइंडर रद्द करें" या "दंत चिकित्सक को शाम 4 बजे बदलें" कहने का प्रयास करें
ja: 「最後のリマインダーをキャンセル」または「歯医者を午後4時に変更」と言ってみてください
ko: "마지막 리마인더 취소" 또는 "치과를 오후 4시로 변경"이라고 말해 보세요
pt_br: Tente dizer "Cancelar meu último lembrete" ou "Mudar dentista para 16h"
ru: Попробуйте сказать «Отмени моё последнее напоминание» или «Измени стоматолога на 16:00»
zh_hans: 试着说"取消我的上一个提醒"或"把牙医改到下午4点"
zh_hant: 試著說「取消我的上一個提醒」或「把牙醫改到下午4點」

source: Type instead
es: Escribir en su lugar
es_419: Escribir en su lugar
fr: Saisir à la place
hi: इसके बजाय टाइप करें
ja: 代わりに入力
ko: 대신 입력하기
pt_br: Digitar
ru: Ввести текст
th: พิมพ์แทน
vi: Nhập thay vì nói
zh_hans: 改为输入
zh_hant: 改為輸入

source: Undo
es: Deshacer
es_419: Deshacer
fr: Annuler
hi: पूर्ववत करें
ja: 元に戻す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
th: เลิกทำ
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 復原

source: Undone. Try again?
es: Deshecho. ¿Intentar de nuevo?
es_419: Deshecho. ¿Intentar de nuevo?
fr: Annulé. Réessayer ?
hi: पूर्ववत किया गया। फिर से कोशिश करें?
ja: 取り消しました。もう一度試しますか？
ko: 실행 취소됨. 다시 해볼까요?
pt_br: Desfeito. Tentar novamente?
ru: Отменено. Попробовать снова?
th: ยกเลิกแล้ว ลองอีกครั้งไหม?
vi: Đã hoàn tác. Thử lại?
zh_hans: 已撤消。再试一次？
zh_hant: 已撤消。再試一次？

source: Unlock Nudge
es: Desbloquear Nudge
es_419: Desbloquear Nudge
fr: Déverrouiller Nudge
hi: Nudge अनलॉक करें
ja: Nudgeのロック解除
ko: Nudge 잠금 해제
pt_br: Desbloquear Nudge
ru: Разблокировать Nudge
th: ปลดล็อก Nudge
vi: Mở khóa Nudge
zh_hans: 解锁 Nudge
zh_hant: 解鎖 Nudge

source: Unlock with %@
es: Desbloquear con %@
es_419: Desbloquear con %@
fr: Déverrouiller avec %@
hi: %@ से अनलॉक करें
ja: %@でロック解除
ko: %@(으)로 잠금 해제
pt_br: Desbloquear com %@
ru: Разблокировать с %@
zh_hans: 使用%@解锁
zh_hant: 使用%@解鎖

source: Updated! What's next?
es: ¡Actualizado! ¿Qué sigue?
es_419: ¡Actualizado! ¿Qué sigue?
fr: Mis à jour ! Et ensuite ?
hi: अपडेट किया! अब क्या?
ja: 更新しました！次は？
ko: 업데이트됨! 다음은요?
pt_br: Atualizado! E agora?
ru: Обновлено! Что дальше?
th: อัปเดตแล้ว! ต่อไปคืออะไร?
vi: Đã cập nhật! Tiếp theo là gì?
zh_hans: 已更新！接下来呢？
zh_hant: 已更新！接下來呢？

source: Voice Activation
es: Activación por voz
es_419: Activación por voz
fr: Activation vocale
hi: वॉइस एक्टिवेशन
ja: 音声起動
ko: 음성 활성화
pt_br: Ativação por voz
ru: Голосовая активация
th: เปิดใช้งานด้วยเสียง
vi: Kích hoạt bằng giọng nói
zh_hans: 语音激活
zh_hant: 語音啟動

source: Voice Commands
es: Comandos de voz
es_419: Comandos de voz
fr: Commandes vocales
hi: वॉइस कमांड
ja: 音声コマンド
ko: 음성 명령
pt_br: Comandos de voz
ru: Голосовые команды
th: คำสั่งเสียง
vi: Lệnh giọng nói
zh_hans: 语音命令
zh_hant: 語音命令

source: warning
es: advertencia
es_419: advertencia
fr: avertissement
hi: चेतावनी
ja: 警告
ko: 경고
pt_br: aviso
ru: предупреждение
th: คำเตือน
vi: cảnh báo
zh_hans: 提醒
zh_hant: 提醒

source: What do you need to remember?
es: ¿Qué necesitas recordar?
es_419: ¿Qué necesitas recordar?
fr: Que devez-vous retenir ?
hi: आपको क्या याद रखना है?
ja: 何を覚えておく必要がありますか？
ko: 무엇을 기억해야 하나요?
pt_br: O que você precisa lembrar?
ru: Что вам нужно запомнить?
zh_hans: 你需要记住什么？
zh_hant: 你需要記住什麼？

source: What do you want me to remind you about?
es: ¿Sobre qué quieres que te recuerde?
es_419: ¿De qué quieres que te recuerde?
fr: De quoi voulez-vous que je vous rappelle ?
hi: आप किस बारे में याद दिलाना चाहते हैं?
ja: 何をリマインドしますか？
ko: 무엇을 알려드릴까요?
pt_br: Sobre o que você quer que eu te lembre?
ru: О чём вам напомнить?
th: คุณต้องการให้ฉันเตือนเรื่องอะไร?
vi: Bạn muốn tôi nhắc nhở về điều gì?
zh_hans: 您想让我提醒您什么？
zh_hant: 你想讓我提醒你什麼？

source: What time at night? (e.g. "9 PM")
es: ¿A qué hora por la noche? (ej. "9 PM")
es_419: ¿A qué hora en la noche? (ej. "9 PM")
fr: Quelle heure le soir ? (ex : « 21h »)
hi: रात को कितने बजे? (जैसे "रात 9 बजे")
ja: 夜の何時？（例：「午後9時」）
ko: 밤 몇 시? (예: "오후 9시")
pt_br: Que horas à noite? (ex: "21h")
ru: Во сколько ночью? (например, «21:00»)
zh_hans: 晚上几点？（例如"晚上9点"）
zh_hant: 晚上幾點？（例如「晚上9點」）

source: What time in the afternoon? (e.g. "2 PM")
es: ¿A qué hora por la tarde? (ej. "2 PM")
es_419: ¿A qué hora en la tarde? (ej. "2 PM")
fr: Quelle heure l'après-midi ? (ex : « 14h »)
hi: दोपहर को कितने बजे? (जैसे "दोपहर 2 बजे")
ja: 午後の何時？（例：「午後2時」）
ko: 오후 몇 시? (예: "오후 2시")
pt_br: Que horas à tarde? (ex: "14h")
ru: Во сколько днём? (например, «14:00»)
zh_hans: 下午几点？（例如"下午2点"）
zh_hant: 下午幾點？（例如「下午2點」）

source: What time in the evening? (e.g. "7 PM")
es: ¿A qué hora por la noche? (ej. "7 PM")
es_419: ¿A qué hora en la noche? (ej. "7 PM")
fr: Quelle heure le soir ? (ex : « 19h »)
hi: शाम को कितने बजे? (जैसे "शाम 7 बजे")
ja: 夕方の何時？（例：「午後7時」）
ko: 저녁 몇 시? (예: "오후 7시")
pt_br: Que horas à noite? (ex: "19h")
ru: Во сколько вечером? (например, «19:00»)
zh_hans: 傍晚几点？（例如"晚上7点"）
zh_hant: 傍晚幾點？（例如「晚上7點」）

source: What time in the morning? (e.g. "9 AM")
es: ¿A qué hora por la mañana? (ej. "9 AM")
es_419: ¿A qué hora en la mañana? (ej. "9 AM")
fr: Quelle heure le matin ? (ex : « 9h »)
hi: सुबह कितने बजे? (जैसे "सुबह 9 बजे")
ja: 朝の何時？（例：「午前9時」）
ko: 아침 몇 시? (예: "오전 9시")
pt_br: Que horas de manhã? (ex: "9h")
ru: Во сколько утром? (например, «9:00»)
zh_hans: 上午几点？（例如"上午9点"）
zh_hant: 上午幾點？（例如「上午9點」）

source: What time works better?
es: ¿Qué hora te viene mejor?
es_419: ¿Qué hora te funciona mejor?
fr: Quelle heure vous convient mieux ?
hi: कौन सा समय बेहतर है?
ja: どの時間が良いですか？
ko: 어떤 시간이 더 좋으세요?
pt_br: Qual horário funciona melhor?
ru: Какое время лучше?
zh_hans: 什么时间更好？
zh_hant: 什麼時間更好？

source: What time? (e.g. "3 PM")
es: ¿A qué hora? (ej. "3 PM")
es_419: ¿A qué hora? (ej. "3 PM")
fr: Quelle heure ? (ex : « 15h »)
hi: कितने बजे? (जैसे "दोपहर 3 बजे")
ja: 何時？（例：「午後3時」）
ko: 몇 시? (예: "오후 3시")
pt_br: Que horas? (ex: "15h")
ru: Во сколько? (например, «15:00»)
zh_hans: 几点？（例如"下午3点"）
zh_hant: 幾點？（例如「下午3點」）

source: What time? (e.g. "9 AM" or "3:30 PM")
es: ¿A qué hora? (ej. "9 AM" o "3:30 PM")
es_419: ¿A qué hora? (ej. "9 AM" o "3:30 PM")
fr: Quelle heure ? (ex : « 9h » ou « 15h30 »)
hi: कितने बजे? (जैसे "सुबह 9 बजे" या "दोपहर 3:30 बजे")
ja: 何時？（例：「午前9時」または「午後3:30」）
ko: 몇 시? (예: "오전 9시" 또는 "오후 3:30")
pt_br: Que horas? (ex: "9h" ou "15h30")
ru: Во сколько? (например, «9:00» или «15:30»)
zh_hans: 几点？（例如"上午9点"或"下午3:30"）
zh_hant: 幾點？（例如「上午9點」或「下午3:30」）

source: What to remember
es: Qué recordar
es_419: Qué recordar
fr: Quoi retenir
hi: क्या याद रखना है
ja: 覚えること
ko: 기억할 내용
pt_br: O que lembrar
ru: Что запомнить
th: สิ่งที่ต้องจำ
vi: Cần nhớ gì
zh_hans: 要记住什么
zh_hant: 要記住什麼

source: What would you like to change about "%@"?
es: ¿Qué te gustaría cambiar de "%@"?
es_419: ¿Qué te gustaría cambiar de "%@"?
fr: Que souhaitez-vous modifier pour « %@ » ?
hi: "%@" में क्या बदलना चाहेंगे?
ja: 「%@」の何を変更しますか？
ko: "%@"에서 무엇을 변경하시겠어요?
pt_br: O que você gostaria de alterar em "%@"?
ru: Что вы хотите изменить в «%@»?
th: คุณต้องการเปลี่ยนอะไรเกี่ยวกับ "%@"?
vi: Bạn muốn thay đổi gì về "%@"?
zh_hans: 你想更改「%@」的什么？
zh_hant: 你想更改「%@」的什麼？

source: What's next?
es: ¿Qué más?
es_419: ¿Qué más?
fr: Et ensuite ?
hi: अगला क्या?
ja: 次は？
ko: 다음은요?
pt_br: E agora?
ru: Что дальше?
th: ต่อไปคืออะไร?
vi: Tiếp theo là gì?
zh_hans: 还有什么？
zh_hant: 還有什麼？

source: When
es: Cuándo
es_419: Cuándo
fr: Quand
hi: कब
ja: いつ
ko: 언제
pt_br: Quando
ru: Когда
th: เมื่อไหร่
vi: Khi nào
zh_hans: 什么时候
zh_hant: 什麼時候

source: When enabled, reminders are added to Apple Calendar so you can see them alongside your events. A separate "Nudge Reminders" calendar is created.
es: Cuando está habilitado, los recordatorios se añaden a Apple Calendar para que puedas verlos junto con tus eventos. Se crea un calendario separado "Nudge Reminders".
es_419: Cuando está habilitado, los recordatorios se añaden a Apple Calendar para que puedas verlos junto con tus eventos. Se crea un calendario separado "Nudge Reminders".
fr: Lorsqu'activé, les rappels sont ajoutés à Apple Calendar pour que vous puissiez les voir avec vos événements. Un calendrier séparé « Nudge Reminders » est créé.
hi: सक्षम होने पर, रिमाइंडर Apple Calendar में जोड़े जाते हैं ताकि आप उन्हें अपने इवेंट्स के साथ देख सकें। एक अलग "Nudge Reminders" कैलेंडर बनाया जाता है।
ja: 有効にすると、リマインダーがAppleカレンダーに追加され、他のイベントと一緒に表示できます。別の「Nudge Reminders」カレンダーが作成されます。
ko: 활성화하면 리마인더가 Apple 캘린더에 추가되어 다른 이벤트와 함께 볼 수 있습니다. 별도의 "Nudge Reminders" 캘린더가 생성됩니다.
pt_br: Quando ativado, os lembretes são adicionados ao Apple Calendar para que você possa vê-los junto com seus eventos. Um calendário separado "Nudge Reminders" é criado.
ru: При включении напоминания добавляются в Apple Calendar, чтобы вы могли видеть их вместе с вашими событиями. Создается отдельный календарь «Nudge Reminders».
th: เมื่อเปิดใช้งาน การแจ้งเตือนจะถูกเพิ่มใน Apple Calendar เพื่อให้คุณเห็นพร้อมกับกิจกรรมอื่นๆ ปฏิทิน "Nudge Reminders" แยกต่างหากจะถูกสร้างขึ้น
vi: Khi bật, nhắc nhở được thêm vào Apple Calendar để bạn có thể xem cùng với các sự kiện của mình. Một lịch riêng "Nudge Reminders" sẽ được tạo.
zh_hans: 启用后，提醒会添加到Apple日历，以便您可以与其他事件一起查看。会创建一个单独的「Nudge Reminders」日历。
zh_hant: 啟用後，提醒會添加到Apple日曆，以便您可以與其他事件一起查看。會創建一個單獨的「Nudge Reminders」日曆。

source: When should I remind you?
es: ¿Cuándo debo recordarte?
es_419: ¿Cuándo debo recordarte?
fr: Quand dois-je vous rappeler ?
hi: मुझे आपको कब याद दिलाना चाहिए?
ja: いつお知らせしましょうか？
ko: 언제 알려드릴까요?
pt_br: Quando devo lembrá-lo?
ru: Когда мне вам напомнить?
zh_hans: 我应该什么时候提醒你？
zh_hant: 我應該什麼時候提醒你？

source: When? (e.g. "at 3 PM" or "in 30 minutes")
es: ¿Cuándo? (ej. "a las 3 PM" o "en 30 minutos")
es_419: ¿Cuándo? (ej. "a las 3 PM" o "en 30 minutos")
fr: Quand ? (ex. « à 15h » ou « dans 30 minutes »)
hi: कब? (जैसे "दोपहर 3 बजे" या "30 मिनट में")
ja: いつですか？（例：「午後3時」または「30分後」）
ko: 언제요? (예: "오후 3시" 또는 "30분 후")
pt_br: Quando? (ex. "às 15h" ou "em 30 minutos")
ru: Когда? (напр. "в 15:00" или "через 30 минут")
th: เมื่อไหร่? (เช่น "ตอนบ่าย 3" หรือ "ใน 30 นาที")
vi: Khi nào? (ví dụ: "lúc 3 giờ chiều" hoặc "trong 30 phút")
zh_hans: 什么时候？（例如「下午3点」或「30分钟后」）
zh_hant: 什麼時候？（例如「下午3點」或「30分鐘後」）

source: When? (e.g. "tomorrow at 3 PM" or "in 30 minutes")
es: ¿Cuándo? (ej. "mañana a las 3 PM" o "en 30 minutos")
es_419: ¿Cuándo? (ej. "mañana a las 3 PM" o "en 30 minutos")
fr: Quand ? (ex : « demain à 15h » ou « dans 30 minutes »)
hi: कब? (जैसे "कल दोपहर 3 बजे" या "30 मिनट में")
ja: いつ？（例：「明日午後3時」または「30分後」）
ko: 언제? (예: "내일 오후 3시" 또는 "30분 후")
pt_br: Quando? (ex: "amanhã às 15h" ou "em 30 minutos")
ru: Когда? (например, «завтра в 15:00» или «через 30 минут»)
zh_hans: 什么时候？（例如"明天下午3点"或"30分钟后"）
zh_hant: 什麼時候？（例如「明天下午3點」或「30分鐘後」）

source: with
es: con
es_419: con
fr: avec
hi: के साथ
ja: と
ko: 와
pt_br: com
ru: с
th: พร้อม
vi: với
zh_hans: 带
zh_hant: 帶

source: Writing style
es: Estilo de escritura
es_419: Estilo de escritura
fr: Style d'écriture
hi: लेखन शैली
ja: 書式スタイル
ko: 작성 스타일
pt_br: Estilo de escrita
ru: Стиль написания
th: รูปแบบการเขียน
vi: Kiểu viết
zh_hans: 书写风格
zh_hant: 書寫風格

# You already have "%@" at %@. Save anyway?
source: You already have "%1$@" at %2$@. Save anyway?
es: Ya tienes "%@" a las %@. ¿Guardar de todos modos?
es_419: Ya tienes "%@" a las %@. ¿Guardar de todos modos?
fr: Vous avez déjà « %@ » à %@. Enregistrer quand même ?
hi: आपके पास पहले से %@ पर "%@" है। फिर भी सेव करें?
ja: すでに%@に「%@」があります。それでも保存しますか？
ko: 이미 %@에 "%@"이(가) 있습니다. 그래도 저장할까요?
pt_br: Você já tem "%@" às %@. Salvar mesmo assim?
ru: У вас уже есть «%@» в %@. Все равно сохранить?
th: คุณมี "%@" ที่ %@ อยู่แล้ว บันทึกต่อไปไหม?
vi: Bạn đã có "%@" lúc %@. Vẫn lưu?
zh_hans: 你已经在%@有「%@」了。仍然保存？
zh_hant: 你已經在%@有「%@」了。仍然保存？

source: You have "%@" at that time. Say "merge" to combine, "change time", or "save anyway".
es: Tienes "%@" a esa hora. Di "fusionar" para combinar, "cambiar hora" o "guardar de todos modos".
es_419: Tienes "%@" a esa hora. Di "fusionar" para combinar, "cambiar hora" o "guardar de todos modos".
fr: Vous avez « %@ » à cette heure. Dites « fusionner » pour combiner, « changer l'heure » ou « enregistrer quand même ».
hi: उस समय आपके पास "%@" है। "मर्ज" बोलें, "समय बदलें" या "फिर भी सेव करें"।
ja: その時間に「%@」があります。「マージ」で統合、「時間変更」、または「そのまま保存」と言ってください。
ko: 그 시간에 "%@"이(가) 있습니다. "합치기", "시간 변경" 또는 "그냥 저장"이라고 말해주세요.
pt_br: Você tem "%@" nesse horário. Diga "mesclar" para combinar, "mudar horário" ou "salvar mesmo assim".
ru: У вас «%@» в это время. Скажите «объединить», «изменить время» или «сохранить все равно».
th: คุณมี "%@" ในเวลานั้น พูด "รวม" เพื่อรวมกัน "เปลี่ยนเวลา" หรือ "บันทึกต่อไป"
vi: Bạn có "%@" vào lúc đó. Nói "gộp" để kết hợp, "đổi giờ" hoặc "vẫn lưu".
zh_hans: 你在那个时间有「%@」。说"合并"来组合，"更改时间"，或"仍然保存"。
zh_hant: 你在那個時間有「%@」。說"合併"來組合，"更改時間"，或"仍然保存"。

source: You have no upcoming reminders. Enjoy your free time!
es: No tienes recordatorios próximos. ¡Disfruta de tu tiempo libre!
es_419: No tienes recordatorios próximos. ¡Disfruta tu tiempo libre!
fr: Vous n'avez pas de rappels à venir. Profitez de votre temps libre !
hi: आपके पास कोई आगामी रिमाइंडर नहीं है। अपने खाली समय का आनंद लें!
ja: 予定のリマインダーはありません。自由な時間を楽しんでください！
ko: 예정된 리마인더가 없습니다. 자유 시간을 즐기세요!
pt_br: Você não tem lembretes próximos. Aproveite seu tempo livre!
ru: У вас нет предстоящих напоминаний. Наслаждайтесь свободным временем!
zh_hans: 没有即将到来的提醒。享受你的自由时间！
zh_hant: 沒有即將到來的提醒。享受你的自由時間！

source: You're all caught up!
es: ¡Estás al día!
es_419: ¡Estás al día!
fr: Vous êtes à jour !
hi: सब कुछ पूरा हो गया!
ja: すべて完了です！
ko: 모두 완료했습니다!
pt_br: Você está em dia!
ru: Всё выполнено!
th: คุณทำเสร็จหมดแล้ว!
vi: Bạn đã hoàn thành tất cả!
zh_hans: 全部完成！
zh_hant: 全部完成！

source: %lld min
hi: %lld मिनट
ja: %lld分
ko: %lld분
ru: %lld мин
th: %lld นาที
vi: %lld phút
zh_hans: %lld分钟
zh_hant: %lld分鐘

source: 10 min
hi: 10 मिनट
ja: 10分
ko: 10분
ru: 10 мин
th: 10 นาที
vi: 10 phút
zh_hans: 10分钟
zh_hant: 10分鐘

source: 30 min
hi: 30 मिनट
ja: 30分
ko: 30분
ru: 30 мин
th: 30 นาที
vi: 30 phút
zh_hans: 30分钟
zh_hant: 30分鐘
